[
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/log-into-my-account.html",
        "category": "Member",
        "header": "How do I log into my account for the first time?",
        "content": "To log in for the first time, you’ll need: your Nest ID your National Insurance number, or alternate identifier provided by your current employer your date of birth You can find your Nest ID on the letter inside your welcome pack. You should have received this in the post, along with ‘Your quick guide to Nest’. Your Nest ID begins with MEM and contains nine numbers, for example MEM123456789. Steps to log in Go to our [login](https://www.nestpensions.org.uk/user/registration) page. Enter your Nest ID and select ‘Continue’ to complete your online registration. To log in, enter your contact details including your email address and UK mobile number. We’ll ask you to create a username, a password and three [security questions](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/what-are-security-questions.html) . We recommend using a strong unique password that you don’t use for other online accounts. Ensure your security questions aren’t easy to guess or contain any information that’s available through other channels such as social media."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/whats-nest-id.html",
        "category": "Member",
        "header": "What’s my Nest ID?",
        "content": "Your Nest ID is a unique reference number starting with MEM. It’s a good idea to keep your Nest ID safe for security reasons and you’ll need it when you contact us. Where can I find my Nest ID? You can find your Nest ID in the welcome pack that’s sent to you through the post. If you’ve already logged in, you can also find it in your online account. Simply [log in](https://www.nestpensions.org.uk/user/login) and click ‘My account’. When do you need your Nest ID? You’ll need your Nest ID to log in to your online account for the first time. Our help centre article [How do I log into my account for the first time?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/log-into-my-account.html) gives you all the information you need. What should I do if I don’t know my Nest ID? Call us on 0300 020 0090, we’ll verify your personal details and help you."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/rules-for-my-password.html",
        "category": "Member",
        "header": "What are the rules for my password?",
        "content": "When you log into your online account for the first time you’ll need to create a username, password and answer some security questions. To find out how to do this please see [How do I log into my account for the first time?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/log-into-my-account.html) When you create your password you need to make sure it’s secure. The password needs to: be between 8-20 characters long include at least one letter include at least one number include at least one special character ! “ & £ $ % ^ > < * - @ # | /. Passwords are case sensitive and can’t contain any of the other details we already have for you like username, date of birth, Nest ID or email address."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/what-are-security-questions.html",
        "category": "Member",
        "header": "What are the security questions?",
        "content": "For the additional security of your account we ask you to provide answers to three security questions as well as a password as part of your initial log in. For help with logging into your account for the first time visit [How do I log into my account for the first time?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/log-into-my-account.html) What should I consider while selecting answers to the security questions? The answers will need to be at least four characters long and can’t contain any of your account details such as your: username password first or last name Please ensure that the answers are easy for you to remember, but are unique to you and confidential. The answers should be difficult to guess for anyone else and not available on the web or social media. The answers are not case sensitive. When will I need to select my security questions? Once you’ve created your username and password, you’ll need to choose three security questions from the options provided. You’ll also need to provide the answer to each of these questions."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/received-an-email-with-a-video-link.html",
        "category": "Member",
        "header": "Why have I received an email from NEST with a link to view a personalised video?",
        "content": "If you’re a member of NEST, you may receive an email from ‘nestpensions@videosmart.com’. This email includes a link to a personalised video we’ve created with ‘VideoSmart’ who is our trusted partner. This video has been created to tell you more about: how much you’ve saved with NEST so far how to log into your NEST account so you can keep track of your retirement savings with us To ensure we can personalise the experience for you, we do share a small amount of your personal data with VideoSmart. The security of your personal information is very important to us and we take this matter very seriously. We use appropriate procedures and security features to process and protect your information and have made sure that all our partners have a robust framework in place to ensure the security of your data. Your personalised video will be available for 30 days from when we sent you the email. You’ll receive a reminder email after 7 days, if you’ve not clicked on the link in the email to ensure that you’ve not missed it. You can also find all the information you need about logging into your NEST account and viewing your retirement pot in [How do I log into my account for the first time?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/log-into-my-account.html)"
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/forgotten-username.html",
        "category": "Member",
        "header": "What do I do if I’ve forgotten my username?",
        "content": "If you’ve forgotten your username for your Nest account, we can send you a reminder by email or sms. From the Nest home page please select ‘Log in’. Then select ‘Forgotten username?’ underneath the Username field. You can then follow the online instructions to gain access to your username. Once you have your username and password, you’ll be able to log in. If you’ve forgotten your password, please see [What do I do if I’ve forgotten my password?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/forgotten-password.html) If you’re logging in to your account for the first time, please see [How do I log into my account for the first time?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/log-into-my-account.html)"
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/forgotten-password.html",
        "category": "Member",
        "header": "What do I do if I’ve forgotten my password?",
        "content": "If you’ve forgotten the password for your Nest account, you can reset it online. On the login page of the Nest website select [‘Forgotten password?](https://www.nestpensions.org.uk/user/access-management/forgot-password) ’. You’ll need to enter your username and select 'Continue'. You can then follow the online instructions to reset the password for your account. If you’ve forgotten your username, please see [What do I do if I have forgotten my username?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/forgotten-username.html) What if I’ve been sent a passcode by post? If we’ve sent a passcode to you by post, you’ll need to follow the same steps above and select the option of ‘I’ve received a passcode by post’ after you enter your username. You can then follow the online instructions to reset the password."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/unlocking-account.html",
        "category": "Member",
        "header": "How do I unlock my account?",
        "content": "When your access gets locked, you'll need to select ' [Unlock my account](https://www.nestpensions.org.uk/user/access-management/unlock) ' and enter your username. You can then follow the online instructions to unlock your account."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/changing-username-and-password.html",
        "category": "Member",
        "header": "How do I change my username and password?",
        "content": "How do I change my username? [Log in](https://www.nestpensions.org.uk/user/login) to your online account and click ‘My Account’ at the top of the page. Select ‘Manage account’. Then select ‘Security settings’ and follow the on-screen instructions to make changes to your username and password."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/opting-out/how-to-opt-out.html",
        "category": "Member",
        "header": "How do I opt out?",
        "content": "When can I opt out? The opt-out period is for one month and it starts three working days from the date you’re enrolled. We’ll tell you exactly when the opt-out period starts and ends in the letter we send you after you’re enrolled. You won’t be able to opt out earlier than the start of your opt-out period. You’ll be able to stop your contributions after the opt-out period has passed. Please see [How do I stop contributions?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/stop-contributions.html) for more information. What happens once you opt out? We’ll close your Nest account if there are no other employers on your account. Any contributions made by your current employer will be refunded to your employer within 10 working days. For more information, visit [How will my contributions be refunded now I’ve opted out?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/opting-out/opt-out-refund.html) How do I opt out? You have the following options to opt out of Nest.\nWebsite You can opt out without activating your online account. To do this click [Opt-out](https://www.nestpensions.org.uk/schemeweb/NestWeb/faces/secure/USER_REG/pages/memberRegistrationPageAe.xhtml) . Log in to your account [Log in](https://www.nestpensions.org.uk/user/login) to your online account if you’ve already activated it. You will see your employer’s name and the opt out period on your dashboard. Select ‘Learn more about opting out’ and follow the on-screen instructions. Telephone You can opt out through our automated telephone service. You’ll need to call 0300 020 0090 and follow the automated instructions to opt out. This telephone call is likely to take around six minutes. Calls cost no more than a national rate call. Charges for mobiles may vary. Our automated telephone service is open 24 hours a day, 7 days a week. You can choose to receive an opt out confirmation by email (24 to 48 hrs) or by post (up to five working days). Post You can also opt out by post by requesting a paper form for you to fill out and give to your employer. You can contact us on 0300 020 0090 to request an opt-out form from Nest. If you’re coming towards the end of your opt-out period, we won’t be able to send you an opt-out form as it won’t reach you in time. You’ll need to opt out either online or by phone."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/opting-out/unable-to-opt-out.html",
        "category": "Member",
        "header": "Why can’t I opt out?",
        "content": "If you’re automatically enrolled but you don’t want to be a member, you can opt out of NEST during your opt-out period. This is usually around one month from the date your employer enrols you. To find out more information on opting out please see [How do I opt out?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/opting-out/how-to-opt-out.html) From the date of your enrolment you’ll need to wait three working days before your opt-period starts to be able to opt out. You won’t be able to opt out earlier than the start of your opt out period. We’ll tell you exactly when the opt-out period starts and ends in the letter we send you after you’re enrolled. Your opt-out period is the only time you’ll be able to opt out of being enrolled in NEST. After your opt-out period ends you can still stop contributions but you won’t be able to take your money out until after the age of 55. To find out how to stop your contributions please see [How do I stop contributions?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/stop-contributions.html) If you suffer from serious ill health or are unable to work you may be able to take your money out earlier than the age of 55. To find out how to do this see [What happens if I’m suffering from ill health or incapable of working?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/changes-in-circumstances/suffering-from-ill-health-or-im-incapable-to-work.html) You may not be able to opt out if you’ve been enrolled as a different type of worker by your employer. If you’ve been enrolled as a volunteer or if you asked your employer to enrol you and they don’t contribute, you won’t have the right to opt out."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/opting-out/confirmation-of-my-opt-out.html",
        "category": "Member",
        "header": "Why haven’t I received confirmation of my opt-out?",
        "content": "When you opt out you can choose how you’d like to receive your confirmation. You can receive your opt out confirmation by email or through the post. You’ll be able to tell us your choice when you complete your opt out. To find out how to opt out please see [How do I opt out?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/opting-out/how-to-opt-out.html) If you’ve not received your opt out confirmation this could be because the email address we hold for you is not what you expected or is incorrect. You can check the email address we have with your employer. If you’ve opted out using a paper form we’ll send your opt out confirmation by post after your employer has processed your opt out form. If you choose to receive your opt out confirmation by post, it can take up to five working days to reach you."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/opting-out/opt-out-refund.html",
        "category": "Member",
        "header": "How will my contributions be refunded now I’ve opted out?",
        "content": "How does Nest refund the contributions and to who? If you’ve opted out within the opt-out period, the contributions paid to Nest will be refunded to your employer. How long does the refund take? It takes up to 10 working days for the contributions to be refunded to your employer’s account. Who will refund my contributions? It’s your employer’s responsibility to provide you with the refund after they have received it from Nest. If you’ve not received the refund, please speak to your employer. How will I receive the confirmation of my opt out? You’ll receive the opt out confirmation by email or post, depending on the option that you’ve selected while opting out. If you haven’t received your opt out confirmation, visit [Why haven’t I received a confirmation of my opt out?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/opting-out/confirmation-of-my-opt-out.html) Your employer will also receive confirmation of your opt out in their Nest secure mailbox."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/opting-out/enrolled-into-Nest-again.html",
        "category": "Member",
        "header": "Can I be enrolled into NEST again after opting out?",
        "content": "If you opt out, you’ll be automatically enrolled back into NEST by the same employer every three years, as long as you’re still eligible. You may also be automatically enrolled again if you change employers. You’ll need to talk to your employer to ask them to enrol you back into NEST if you’ve opted out and decided to join again. Your employer can tell you if you’re still eligible for employer contributions."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/update-my-details.html",
        "category": "Member",
        "header": "How do I update my details?",
        "content": "How do I update my details by logging in to my online account? [Log in](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Edit personal details’ on the dashboard. Then select ‘Edit’ next to the details that you want to change and follow the on-screen instructions. We may require evidence to make changes on your account. Uploading the mentioned documents online or sending it through your Nest mailbox is faster compared to post. You can also send the evidence through post to Nest, Nene Hall, Lynch Wood Business Park, Peterborough, PE2 6FY. Once we’ve received the evidence, we’ll update your details within five working days. We’ll return the original evidence the same manner you send it to us. How can I update my details over telephone? You can update some details through our automated phone system. Call us on 0300 020 0090 and key in your Nest ID, National Insurance number or Alternative Identifier and your date of birth. You’ll need to choose option 5 to edit personal details."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/add-a-new-delegate.html",
        "category": "Member",
        "header": "How do I add a new delegate to manage my Nest account?",
        "content": "You can give another person access to manage your Nest account on your behalf. We call this person a delegate and the type of access you give them is up to you. You’ll still be able to manage your own account at the same time. You can only have one active delegate on your account at one time. To add a delegate, you’ll need to [log in](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Manage account’ on your dashboard. Select ‘My delegates’ and then select ‘Create a delegate’. Then follow the on-screen instructions to add the delegate. Your delegate will receive an email with an activation link. After clicking on the link, they’ll be asked to set up a username and password to log in and manage your account."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/edit-or-remove-a-delegate.html",
        "category": "Member",
        "header": "How do I edit or remove a delegate from my Nest account?",
        "content": "How can I edit my delegate’s details? To edit your delegate’s details you’ll need to [log in](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Manage account’ on your dashboard. Then select ‘My delegates’. Select ‘Edit’ to amend your delegate’s details. Once you’ve made the changes, you can select ‘Done’. The details will be updated instantly, and a confirmation email will be sent to your delegate’s Nest mailbox. How do I remove my delegate? To remove your delegate, select ‘Manage account’ from the dashboard and then select ‘My delegates’. Select ‘Remove’ below the delegate’s name and follow the on-screen instructions. The delegate’s access will be removed from your online account immediately."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/manage-mailbox-document-store.html",
        "category": "Member",
        "header": "How do I view my Nest mailbox and documents?",
        "content": "To view any messages from Nest, you can [login](https://www.nestpensions.org.uk/user/login) to your account online and select 'Messages' on your dashboard. There will be two options to select from: Mailbox and Documents. You can select the arrow next to the category you wish to view. You can also use the filter option or enter keyword in the search box to check any specific message in your mailbox. To check your annual benefit statement, you can select ‘Documents’.\nHow to send messages to Nest [Login](https://www.nestpensions.org.uk/user/login) to your account and select ‘Mailbox’ from ‘Messages’ section. Then select ‘Message us’. Then enter the subject, select the message type and enter your message in the Your message section. Once you’ve typed your message, select ‘Send’. You can attach up to three documents in one email. Ensure the attachment file size doesn’t exceed 4 MB for each document. Don’t compress, zip the files or password protect it as we do not accept these file types. Only .jpeg, .gif, .tiff, .doc, .docx, .xls, .xlsx and .pdf file types can be accepted. How to view my documents? [Login](https://www.nestpensions.org.uk/user/login) to your account and select ‘Documents’ from ‘Messages’ on your dashboard. You’ll be able to view the documents by selecting ‘show’ next to the years or you can select a custom date range. You’ll get an option to view or download the document."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/add-or-change-beneficiary-expression-of-wish.html",
        "category": "Member",
        "header": "How do I add or change my nominated beneficiary and expression of wish?",
        "content": "It’s important to let us know who you would like to receive your Nest retirement pot if you die before taking your money out of Nest. How do you add a nominated beneficiary or an expression of wish if there are no beneficiaries? You can add or edit your beneficiaries by [logging](https://www.nestpensions.org.uk/user/login) in to your online account. Select ‘Add beneficiaries’ in My beneficiaries on your dashboard. You can then select either ‘Make a nomination’ or ‘Expression of wish’ and follow the on-screen instructions. You’ll also need to include the percentage of the pot value you’d like to give them. The total pot value allocated to the beneficiaries should add to 100 per cent. How to add or edit a nominated beneficiary or an expression of wish if there are existing beneficiaries? Select ‘View my beneficiaries’ on your dashboard. To add a new beneficiary, select ‘Add new beneficiary’, to edit select ‘Edit details’ and to remove select ‘Remove’. How to change nominated beneficiaries to an expression of wish? If you’ve chosen to nominate beneficiaries, you can change to an expression of wish. The choice you make can affect whether inheritance tax is payable. To find out more about inheritance tax visit the [HM Revenue and Customs (HMRC)](https://www.gov.uk/inheritance-tax) website. From My nominated beneficiaries page select ‘Switch to an expression of wish’."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/change-my-fund.html",
        "category": "Member",
        "header": "Changing your fund",
        "content": "What are the fund choices available? When you join Nest, we invest your money automatically in a Nest Retirement Date Fund that matches the year we think you’ll retire - based on when you’re expected to reach the State Pension age. You can also choose to move your pension into one of our other funds: [Nest Ethical Fund](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/ethical-fund.html) [Nest Higher Risk Fund](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/higher-risk-fund.html) [Nest Lower Growth Fund](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/lower-growth-fund.html) [Nest Sharia Fund](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/sharia-fund.html) If you’re close to retirement, the following fund may also be available to you: [Nest Guided Retirement Fund](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/guided-retirement-fund.html) How do I switch between funds? [Login](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Learn more about your fund’ from your dashboard. Select ‘View all of our Nest fund options’ to see the list of the different funds available. You’ll be able to choose funds from the list to find out more information about them. If you want to switch to a fund, you can select ‘Switch to this fund’ and then follow the on-screen instructions."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/contributions-as-self-employed.html",
        "category": "Member",
        "header": "How do I make contributions as a self-employed member?",
        "content": "Once you’ve set up your Nest account, you can [login](https://www.nestpensions.org.uk/user/login) and choose to make regular monthly contributions or a one-off contribution. The minimum amount you can contribute is £10. We’ll claim tax relief from HMRC at a basic rate of 20% if you’re eligible. You’ll need to have a UK registered bank account to make payment by Direct Debit or debit card. It should be a personal bank account and not a business account. A contribution charge of 1.8 per cent will be deducted each time you make a contribution into your retirement pot. How can I make regular monthly contributions? [Login](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Manage contributions’ from the dashboard. Then select ‘Set up a monthly contribution’. You can then follow the on-screen instructions and set up a Direct Debit to make regular monthly payments. How can I make a one-off contribution? [Login](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Manage contributions’ from the dashboard. Then select ‘Make a one-off contributions'. You can then follow the on-screen instructions and make a one-off payment using your Debit card or your existing Direct Debit."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/contributions-paid-into-retirement-pot.html",
        "category": "Member",
        "header": "How do I check contributions and make additional contributions into my retirement pot?",
        "content": "To check the contributions, simply login and view the contributions on the dashboard of your online account. You can select ‘Manage contributions’ to view further details of your contributions. You can choose to make regular monthly contributions or a one-off contribution. The minimum amount you can pay is £10. We’ll claim tax relief from HMRC at a basic rate of 20% if you’re eligible. There’ll be a contribution charge of 1.8 per cent on each new contribution into your retirement pot. The additional contributions made by you will be included in the [annual allowance](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/annual-allowance.html) limit and if applicable to you the [money purchase annual allowance](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/money-purchase-annual-allowance.html) . How can I make regular monthly contributions? [Login](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Manage contributions’ from the dashboard. Then select ‘Set up a monthly contribution’. You can then follow the on-screen instructions and set up a Direct Debit to make regular monthly payments. You’d need to have a UK registered bank account to set up a Direct Debit. It should be a personal bank account and not a business account. How can I make a one-off contribution? [Login](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Manage contributions’ from the dashboard. Then select ‘Make a one-off contribution’. You can then follow the on-screen instructions and make a one-off payment using your Debit card or your existing Direct Debit from your personal bank account."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/stop-contributions.html",
        "category": "Member",
        "header": "How do I stop contributions?",
        "content": "You can choose to stop employer contributions and regular additional contributions that you’re paying by Direct Debit. How do I stop employer contributions? [Login](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Manage contributions’ on the dashboard. Under your employer contributions, select ‘Manage contribution’. Then select ‘Stop contributions’ and follow the on-screen instructions. How do I stop regular additional contributions made by Direct Debit? [Login](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Manage contributions’ on the dashboard. Then select ‘Manage your Direct Debit’. You can then choose ‘Pause Direct Debit’ or ‘Cancel Direct Debit’ and follow the on-screen instructions."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/should-i-stop-contributions.html",
        "category": "Member",
        "header": "Should I stop contributing when financial markets are uncertain?",
        "content": "Key points: This article offers guidance on contributing to your pension when there’s short-term uncertainty in the markets. The article also explains how continuing to contribute could benefit you in the longer term.\nWhat impact can global events have on my investments? Although it can be worrying to see your pension affected by global markets, it’s best to think of your pension savings in terms of decades, rather than months or even years. Most Nest members are unlikely to experience a significant impact to their final pension pot from shorter-term market falls. If you’re young enough to ride it out, you’ll have many more years to save into your pension and benefit as the markets recover. If you’re close to retirement and saving into one of our main funds, we may have already automatically moved your money into safer, lower risk investments to protect you from this kind of risk. We’ve published some [further information on our website](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/retirement-date-fund.html) so you can stay informed about how we manage your pension as you get closer to retirement. You can visit our [help centre article on uncertainty in financial markets](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/uncertainty-in-the-markets.html) for more information. Should I stop my contributions to reduce any investment risks? Our investment strategy accounts for short-term uncertainty, so your savings are in a strong position over longer periods of time. Continuing to contribute to your pension means you’re investing in your future and taking full advantage of our award-winning investment approach. You may also currently benefit from employer contributions and tax relief every time you pay into your pension pot. Stopping your contributions means you’ll no longer get these extra savings. Need more help before you decide? You might want to discuss your options with an [independent financial adviser](http://v2.unbiased.co.uk/enquiry/financial-adviser) . You can also get impartial guidance from MoneyHelper – a government-backed scheme from the Money and Pensions Service - by [visiting their website](https://www.moneyhelper.org.uk/en) or calling 0800 138 1677. If you still feel that you want to pause your payments, you can find out what to do in our [help centre article on stopping contributions](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/stop-contributions.html) ."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/claim-tax-relief.html",
        "category": "Member",
        "header": "How is tax relief calculated and claimed?",
        "content": "The tax relief method we use is relief at source. If you’re eligible, we’ll claim tax relief from HMRC at a basic rate of 20% on all the eligible contributions that are made in your retirement pot. The eligible contributions include: contributions deducted from your wages, one-off or regular additional contributions paid by you and any contributions paid by someone else on your behalf. We can’t claim tax relief for contributions your employer makes. It can take up to three months for the tax relief contributions to show in your Nest retirement pot. You can [login](https://www.nestpensions.org.uk/user/login) to your online account and view the tax relief contributions on the dashboard. If you pay income tax at the higher rate, you’ll need to speak to HMRC directly to claim any additional tax relief. For more information on tax relief, please visit [HMRC](https://www.gov.uk/tax-on-your-private-pension/pension-tax-relief) and [Moneyhelper](https://www.moneyhelper.org.uk/en/pensions-and-retirement/tax-and-pensions/tax-relief-and-your-pension) ."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/annual-allowance.html",
        "category": "Member",
        "header": "What is the annual allowance?",
        "content": "The annual allowance is the maximum amount that can be contributed to any pension scheme with the benefit of tax relief. Tax implications may apply if the allowance is exceeded. The annual allowance for the tax year 2025/26 is £60,000. However, if you are a high earner with annual earnings above a certain amount, your annual allowance for that tax year may reduce on a tapered basis to a minimum of £10,000. This is known as the Tapered Annual Allowance. For more information, visit the [MoneyHelper](https://www.moneyhelper.org.uk/en/pensions-and-retirement/tax-and-pensions/the-annual-allowance) website. The annual allowance will apply to your Nest retirement pot. It’s not a per scheme limit so it also applies across all your retirement pots with different pension schemes in which the contributions are paid by you, your employer or a third party on your behalf. It also includes any tax relief paid into the scheme. If you exceed the annual allowance in a year, you may need to pay an annual allowance charge. The annual allowance charge will be added to the rest of your taxable income for the tax year in question, when your tax liability is determined. For more information visit [HMRC’s website](https://www.gov.uk/hmrc-internal-manuals/pensions-tax-manual/ptm051100) . You may be able to carry forward any remaining allowance from the previous three tax years to the current tax year. If you flexibly access your retirement pot from any pension scheme, you will have a reduced annual allowance of £10,000 per year towards your defined contribution pension schemes. This is known as the Money Purchase Annual Allowance. For more information, please see [What is the money purchase annual allowance?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/money-purchase-annual-allowance.html) As the annual allowance you use in any year is calculated using details from all pension schemes you contribute to, we suggest you consider taking advice from an independent financial adviser. You can get help to find a financial adviser on [MoneyHelper](https://www.moneyhelper.org.uk/en) . In addition to the annual allowance there are other limits that affect the amount you can pay into a pension and receive tax relief. This amount is linked to your earnings. For more information, visit the [MoneyHelper](https://www.moneyhelper.org.uk/en/pensions-and-retirement/tax-and-pensions/the-annual-allowance) website."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/money-purchase-annual-allowance.html",
        "category": "Member",
        "header": "What is the money purchase annual allowance?",
        "content": "If you access any of your retirement pots ‘flexibly’ then your [annual allowance](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/annual-allowance.html) will reduce. Any future contributions you make will be subject to the lower annual allowance known as Money Purchase Annual Allowance. It includes your own contributions, your employer’s contributions and any contributions paid by a third party into your retirement pot. If your annual allowance drops you can’t bring forward any unused annual allowances from the previous three tax years. The money purchase annual allowance will apply only on the contributions made after you’ve accessed any of your retirement pots flexibly. ‘Flexible access’ is when you take retirement pot from a pension scheme in any of the following ways: taking all or some of your pot as cash without buying a retirement income unless you take your entire retirement pot and it’s worth less than £10,000 buying a special type of retirement income called a ‘flexible annuity’ – the insurance company you buy the income from will tell you if it is a flexible annuity using some of your retirement pot for ‘income drawdown’. Your provider will tell you if you’ve accessed your retirement savings flexibly. As per the recent changes to legislation the Money Purchase Annual Allowance is £10,000. This change is effective from 06 April 2023."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/annual-statement.html",
        "category": "Member",
        "header": "When will I get my annual statement?",
        "content": "Your annual statement shows details of your pension pot as on 31 March. You can expect to receive it between 6 April and 31 January either in your Nest secure mailbox or by post if you’ve asked us to send you paper correspondence. Your annual statement will include a breakdown of any contributions paid into your pension pot in the previous year. This includes contributions from you and your employer as well as tax relief if you’re eligible. You can also check the breakdown of any contributions paid into your pension pot by logging into your Nest account. Please see [How do I check contributions paid into my retirement pot?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/contributions-paid-into-retirement-pot.html) for more information."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/questions-about-your-annual-statement.html",
        "category": "Member",
        "header": "Got questions about your annual statement?",
        "content": "Whether you know a lot about pensions or are only just looking into them, we’re here to help. Checking out your annual statement is a great place to start. You might have a few questions, like where to find your statement or how your savings are invested. We’ve covered the most asked questions here. What’s an annual statement? It’s your yearly check-in that lets you know how much you’ve saved and how your fund has performed. It also helps you work out if you’re heading in the right direction or if you need to think about saving more. How do I view my annual statement? Your annual statement contains sensitive information, which is why we don’t email it to you directly. We’ll send it to the ‘Documents’ section in your Nest account between April and January each year. [Log in](https://www.nestpensions.org.uk/user/login) or [sign up](https://www.nestpensions.org.uk/user/registration) if you haven’t logged in before. Check your messages by selecting the bell icon at the top of your home page, then select ‘Documents’ to view your annual statement. Open your annual statement message. You can then choose to download a PDF or view the statement in your browser. I’ve forgotten my login details Don’t worry - we can email you a reminder. Just follow the instructions in our help centre article. [I’ve forgotten my username](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/forgotten-username.html) [I’ve forgotten my password](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/forgotten-password.html) I’ve been locked out of my account We’ll automatically email you an account unlock code within one hour. See how to [unlock your account](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/logging-into-account/unlocking-account.html) . Why is my money invested? Aren’t pensions like a savings account? It’s important we invest your money, as it’s our aim to grow your savings faster than inflation. Inflation means that goods and services become more expensive over time, so a basket of shopping worth £10 today will likely cost much more in 20 years. We want the money you put away today to buy you the same, if not more, in the future, and our best chance of doing that is by carefully investing it. We publish [quarterly reports](https://www.nestpensions.org.uk/schemeweb/nest/nestcorporation/investment-approach/fund-factsheets.html) on where our funds are invested and how they’re performing. They may be useful to help you see how your fund works. My fund has gone down – what’s happened? It’s never a good feeling to think that you’ve lost out. With all investments, there’s a chance your savings can fall as well as rise. For example, in 2020 and the Covid-19 pandemic and other events caused a serious dip in the market, with the FTSE 100 falling 34.4% in the first few weeks of the lockdown. However, our members’ pots held up better than the markets because we spread your money across lots of different types of investments. Although markets generally go up over the long term, they rise and fall in the short term. The performance of your pot in any 12-month period will depend on when you paid money in and what the markets did after your money was paid in. That means if your annual statement had covered a different 12-month period, for example between January and December, you might have seen a different picture. It’s also worth remembering that falls tend to be short term. As our members are invested with us for years, if not decades, we focus on long-term gains. Looking over the last five years, on average we’ve delivered consistently strong returns while taking less investment risk with your money than other pension providers. We want to give you a bigger pension when you retire and we’re putting all our effort into making it happen. What is Nest’s approach to investing? We take a strategic, highly considered approach to investments and have some of the best risk-adjusted returns in the whole industry. That means we’re likelier to help your pension pot grow while taking less risk. In fact, our team of in-house experts has received several awards for doing so, including Best Investment Strategy Award Winner at the Pensions Age Awards 2025 and Best Investment Strategy at the European Pension Awards 2025. I want to change my fund When you join Nest, you are added to the Nest Retirement Date Fund that matches the year we think you’re likely to retire. It helps us manage your money appropriately as you get closer to retirement. These award-winning funds are designed with your needs in mind. However, if you wish to change funds according to your beliefs or risk appetite, then it’s worth considering our [other fund choices](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices.html) . You can find more information on how to switch funds in [this help centre article](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/change-my-fund.html) . When’s my retirement date set for? Your Nest retirement date is automatically set to your State Pension age. However, you may want your money before that or want to keep it with us for longer so it can grow. If that’s the case, you should [change your Nest retirement date](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/changing-nest-retirement-date.html) so we can manage your money in the way that best suits your plans. How much does Nest charge? We apply [two small fees](https://www.nestpensions.org.uk/schemeweb/nest/my-nest-pension/contributions-and-fees.html) - a contribution charge and an annual management charge. These are a percentage of your contributions and of the total value of your pot. You can see the amount paid on your annual statement. What should I do if my details are incorrect? It’s surprisingly easy to lose track of your workplace pension savings, which makes it much more difficult to plan for your future and to access your money when you need it. That’s why we recommend you keep your personal information up to date. Simply log in to your online account. You can find and detailed instructions on the [How do I update my details?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/update-my-details.html) help centre article. How do I transfer my old pensions? There are billions of pounds held in lost pension pots in the UK, and the more pension pots we build up the likelier we are to forget about them. Transferring your old pensions into Nest could make it easier to manage your savings. [Move your money today](https://www.nestpensions.org.uk/schemeweb/nest/my-nest-pension/transfer-your-pension-pots.html) How do I update my beneficiaries? It’s important to let us know where you want your savings to go if you die. It’ll help make sure your pot goes to the right people in the quickest possible way. There are two main ways of telling us [who you want your pot to go](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/add-or-change-beneficiary-expression-of-wish.html) . Once you’ve decided, log in to your account to let us know."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/changes-in-circumstances/divorced.html",
        "category": "Member",
        "header": "What happens if I get divorced?",
        "content": "If you're ending your marriage or civil partnership and you ask the court to help you come to a financial settlement, you'll need to get a valuation of your Nest retirement pot also known as Cash Equivalent Transfer Value (CETV). This is because the court has to take the value of your retirement pots into account when it looks at how to share your assets fairly between you and your partner. To do this you'll need to download the pension inquiry form. You’ll need to complete Section A and then send the form to us at Nest Customer Service Centre, Lynch Wood Business Park, Peterborough, PE2 6FY. We'll then complete the rest of the form and send it on to your solicitor. [Pension inquiry form](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/688239/form-p-eng.pdf) If you’re divorcing or dissolving a civil partnership in Scotland, different legislation applies. You'll need a different version of the form as you may have to provide some additional information. Please download the form, complete Section A and then send the form to us at Nest Customer Service Centre, Lynch Wood Business Park, Peterborough, PE2 6FY. [Pension inquiry form Scotland](https://www.nestpensions.org.uk/schemeweb/dam/nestlibrary/downloadforms/pdf/pension-inquiry-scotland-form.pdf) To find out more about how divorce or the dissolution of a civil partnership affects your pension, visit [MoneyHelper](https://www.moneyhelper.org.uk/en/family-and-care/divorce-and-separation/divorce-or-dissolution-how-we-can-help-with-your-pension) ."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/changes-in-circumstances/suffering-from-ill-health-or-im-incapable-to-work.html",
        "category": "Member",
        "header": "What happens if I’m suffering from ill health or I’m incapable to work?",
        "content": "If you’re suffering from serious ill health, you might be able to take your whole retirement pot as tax-free cash. You may also be able to take your money out early if you’re incapable of work due to illness. If you have a medical condition that means you’ve been given a life expectancy of less than a year, you can take all of your retirement pot as tax-free cash. You’ll need to download the form [Taking money out due to serious ill health (PDF)](https://www.nestpensions.org.uk/schemeweb/dam/nestlibrary/helpcentre-documents/Helpful-Resources-member/NEST_Claim_Form_Seriously_Ill_Health.pdf) . Part one needs to be completed by you and part two will need to be completed by your doctor. Once we’ve received your completed form, we’ll contact you to let you know the next steps. If you have a physical or mental impairment which means you’re unable to continue to work in any job now or in the future, you might be able to take your money out of Nest before age 55. It’s possible you won’t be able to take your whole pot as cash as you may have to use some of it to get a retirement income. Your inability to work will need to be confirmed by your doctor. You’ll need to complete the form [Taking money out early because you’re incapable of work (PDF)](https://www.nestpensions.org.uk/schemeweb/dam/nestlibrary/NEST_Claim_Form_Incapacity_Retirement.pdf) . Part one needs to be completed by you and part two will need to be completed by your doctor. Once we’ve received your completed form, we’ll contact you to let you know about the next steps including retirement options available to you. If you’re aged over 55, you’ll be able to take your money out of Nest in the usual way and the option to take your money out early due to incapacity won’t apply. Please see [How can I take my money out of Nest at retirement?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/how-to-take-money-out.html) for more information."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/changes-in-circumstances/change-job.html",
        "category": "Member",
        "header": "What happens to my Nest pot if I change, lose or take a break from my job?",
        "content": "What happens to my pot when I leave my employer? Does the reason why I'm leaving make a difference? Regardless of the reason for your change in employment circumstances, your pension pot will continue to be looked after by us after leaving your job. The hard-earned money in your pension pot belongs to you and is yours when you leave. When you leave a job, all contributions to your pension pot will end. However, when you’re working again and if you are eligible, you will be auto enrolled by a new employer and start paying into a workplace pension. What happens when I join a new employer/become self-employed? What happens to your Nest pension pot when you gain employment in a new position will depend on whether your new employer uses Nest. If you have changed your job and your new employer uses Nest, they may enrol you into Nest again to fulfil their pension duties. If the details do not match, we’ll send you a welcome back letter asking you if you’re already a member of Nest. You’ll need to complete the form and send it to us at Nene Hall, Lynch Wood Business Park, Peterborough, PE2 6FY. You can also send us the completed form from your Nest mailbox. You can send up to 3 attachments of 4MB each and it shouldn’t be password protected, compressed or zipped. Once we receive your completed form, we’ll update our records and merge your accounts. If you find yourself with several pension pots with different providers, [read more on the benefits of transferring them all to one place here](https://www.nestpensions.org.uk/schemeweb/nest/my-nest-pension/transfer-your-pension-pots/transferring-into-nest.html) . If your new job does not use Nest, your retirement pot with us will remain active. You can continue to make additional contributions through your Nest online account, [find out how here](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/contributions-paid-into-retirement-pot.html) . Self-employed Nest members can make regular or one-off contributions into their Nest accounts, but there is a minimum contribution set at £10. To find out more information on contributing as a self-employed member, [click here](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/contributions-as-self-employed.html) . What do I need to do? If your employment circumstances change, there is nothing you need to do to keep investing in Nest. Your employer will provide all the necessary details and let us know that you will be leaving. When there are changes to your employment status, we recommend logging into your Nest Account to update your details. Read more on how to update your details here. If you have not logged in before, it's quick and easy! You’ll need your Nest ID, date of birth and National Insurance number or alternate unique identifier provided by your employer. How much does it cost? The only cost incurred is the Nest annual management charge, which is just 0.3% on the balance of your pot, which is less than many other providers. This payment is automatically taken so no action is required from you. Can I keep contributing to my pot? Yes, if you would like to continue making contributions to your pension, you are free to do so. However, it is worth noting that you will not receive employer contributions and you will be charged 1.8% on your contributions. Whether you’d like to contribute regularly or in a lump sum, simply log into your account, select ‘Contributions’, and pay into your pot. Learn more about [making additional contributions here](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/contributions-paid-into-retirement-pot.html) . How are my final contributions worked out and when are they paid into my pot? If you are leaving an employer, your final pension contributions will be taken out of your last payslip and will be based on your normal taxable pay. Can I take my money out? You can transfer your money out of Nest at any age to another UK registered pension scheme or a Qualifying Recognised Overseas Pension Scheme also known as QROPS. There are a number of things to consider before you make a decision. Please see [How can I transfer money out of Nest?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/transfers/transfer-money-out-of-nest.html) for more information. If you would like to take out and use your pension money, you can only do so if you meet specific criteria, including: You are aged over 55 - From age 55, regardless of your employment status, you can choose to take all or some of your money out of Nest by logging into your online account. From April 2028, the minimum pension age will be 57. For more information, please see [How can I take my money out of Nest at retirement?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/how-to-take-money-out.html) You are terminally ill or incapacitated and unable to work – If you’re suffering from serious ill health, you might be able to take your whole retirement pot as tax-free cash, regardless of your age. You may also be able to take your money out early if you’re incapable of work due to illness, providing a doctor can confirm - [find out more here](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/changes-in-circumstances/suffering-from-ill-health-or-im-incapable-to-work.html) . If you are still of working age and have been made redundant, you can find more information and impartial guidance on the [MoneyHelper](https://www.moneyhelper.org.uk/en/work/losing-your-job) website. Can I transfer my savings? If you have other pension pots, [you can transfer them over to Nest quickly and easily](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/transfers/transfer-money-into-nest.html) . It’s free to transfer your other pensions in and out of Nest, but it’s worth checking with your other provider if these actions can incur fees. Pension scammers target savers of all ages in many different ways and their methods are always changing. It’s important you know the warning signs of a scam to help make sure you don’t become a victim. For more information on pension scams, visit [ScamSmart](https://www.fca.org.uk/scamsmart) ."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/changes-in-circumstances/moving-abroad.html",
        "category": "Member",
        "header": "What happens to my Nest retirement pot if I’m moving abroad?",
        "content": "Nest is an online pension scheme so you can access your account even after you move abroad. It’s easy to get the information you want by logging into your Nest account. Your account allows you to see exactly what’s going into your retirement pot, manage your contributions and choose how and when to take your money out.\nContinue to make contributions You can continue to make contributions to your retirement pot even after you’ve left employment. You may also be able to continue contributions if you permanently move overseas. This will depend on the country you are moving to and your employment within that country. Once you’ve moved overseas you can use your online account and make additional contributions towards your retirement pot. You may qualify for tax relief for three years on contributions up to the basic amount of £3,600. Please see [How do I check contributions and make additional contributions into my retirement pot?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/contributions-paid-into-retirement-pot.html) for more information. Taking your money out You can start using the money in your Nest retirement pot at any point from your 55th birthday. From April 2028, the minimum age will be 57. You can do this even after you permanently move overseas. You can use the money in your retirement pot to get a retirement income from another scheme, a lump sum or mixture of the two. Please see [How can I take my money out of Nest at retirement?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/how-to-take-money-out.html) for more information. Transferring your Nest pension You also have the option to transfer your Nest pot to an overseas pension scheme if it’s a Qualifying Recognised Overseas Pension Scheme (QROPS). The provider you’re transferring to, may deduct a charge when they receive the transfer payment from Nest. If transferring to an overseas pension scheme an overseas transfer charge may be applicable. Whether you’ll be subject to this charge will depend on where the pension scheme you transfer to is based and what type of scheme it is. It could also apply if you exceed the overseas transfer allowance of £1,073,100 as set by the government. If you’ve taken money from any of your pension pots in the past, it’ll reduce your overseas transfer allowance. Please see [How can I transfer money out of Nest?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/transfers/transfer-money-out-of-nest.html) for more information."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/transfers/transfer-money-into-nest.html",
        "category": "Member",
        "header": "How can I transfer money into Nest?",
        "content": "You can transfer your money into Nest at any time, helping to bring your pension savings into one pot. This article explains the basic requirements for transferring into Nest and how you can complete the journey online.\nWhat are the criteria for transferring into Nest? You can transfer another pot into Nest if: your other pot is from a UK-based pension scheme registered with HMRC it’s from a defined contribution scheme and you’re transferring more than £50 it’s an early leaver cash transfer from another workplace pension scheme that you’ve been paying into for less than 2 years it’s a pension credit transfer given to you after a pension sharing order or after divorce or dissolution of civil partnership You can’t transfer another pot into Nest if: your other pot is from an overseas pension scheme you have any existing or proposed bankruptcy or other receiving orders on the pension it’s from a ‘disqualifying pension credit’ given to you after a divorce or dissolution of civil partnership your other pension pot is 'earmarked', which means that some or all of the money must be set aside for an ex-spouse or ex-civil partner your other pension has benefits that are still being paid or are in drawdown If you’re not sure whether your pot qualifies for a transfer, please check with your other pension provider.\nHow to transfer another pension into your Nest account? [Log in to your online account](https://www.nestpensions.org.uk/schemeweb/NestWeb/faces/public/MUA/pages/loginPage.xhtml) and select ‘Transfer a pension’ Select ‘Request a transfer’ Select ‘Get started’ and follow the on-screen instructions If you’re over age 50 and are transferring your pension in order to take your money out, we recommend that you get free, impartial guidance from [Pension Wise](https://www.moneyhelper.org.uk/en/pensions-and-retirement/pension-wise) first. You can also [book an appointment with Pension Wise online](https://www.moneyhelper.org.uk/nudge-public) or call them on 0800 138 3944 between 9am to 5pm, Monday to Friday.\nHow to send forms to Nest? You might need to fill out a transfer request form, depending on which pension scheme you’re transferring from. You can send us the forms through your online account or by post. It’s generally faster to upload the documents online or send them through your Nest mailbox. [Log in to your Nest account](https://www.nestpensions.org.uk/schemeweb/NestWeb/faces/public/MUA/pages/loginPage.xhtml) and select ‘Check transfer status’ Select ‘Upload your documents’. You can upload up to 3 attachments at a time, as long as each file is under 4MB Don’t compress, zip or password protect the files Only .jpeg, .gif, .tiff, .doc, .docx, .xls, .xlsx and .pdf file types can be accepted You can also send us the evidence or forms through your Nest mailbox. Select ‘Messages’ from your dashboard and then select ‘Mailbox’. For more information, please see [How do I view my Nest mailbox and documents?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/manage-mailbox-document-store.html) If you want to send the documents through post, you can send it to Nest, Nene Hall, Lynch Wood Business Park, Peterborough, PE2 6FY.\nCheck your transfer status [Log in to your online account](https://www.nestpensions.org.uk/schemeweb/NestWeb/faces/public/MUA/pages/loginPage.xhtml) and select ‘Check transfer status’ You’ll see details of your current and any previous transfer requests"
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/transfers/when-to-transfer-money-out.html",
        "category": "Member",
        "header": "When can I transfer money out of Nest?",
        "content": "You can transfer your money out of Nest to another pension scheme at any time, after you’ve stopped contributing into your Nest retirement pot. For more information please see [How do I stop contributions?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/stop-contributions.html) Nest won’t charge a fee or penalty if you transfer your money out. The value of your retirement pot at the time of transferring out is based on the value of the funds where your contributions have been invested. The provider you’re transferring to, may deduct a charge when they receive the transfer payment from Nest. If you’re transferring to an overseas pension scheme, an overseas transfer charge may be applicable. Whether you’ll be subject to this charge will depend on where the pension scheme you transfer to is based and what type of scheme it is. It could also apply if you exceed the overseas transfer allowance of £1,073,100 as set by the government. If you’ve taken money from any of your pension pots in the past, it will reduce your overseas transfer allowance.\nWhere can you transfer your money to? You can transfer your money from Nest to a UK-based pension scheme that’s registered with HMRC or a Qualifying Recognised Overseas Pension Scheme (QROPS). The scheme you’re transferring your Nest fund to will be able to tell you which type of pension scheme they are. Depending on the type of scheme, we may need further evidence in order to transfer your money. Nest uses Origo Transfer Service, which can be the quickest and easiest way to transfer your pot. You’ll need to contact the other scheme and ask if they use it. For more information please see [Companies using Origo Transfer Service](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/companies-using-origo-options.html) ."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/transfers/transfer-money-out-of-nest.html",
        "category": "Member",
        "header": "How can I transfer money out of Nest?",
        "content": "What do I need to check before transferring my money out of Nest? Nest, along with many other UK pension providers, use a service called Origo Transfer Service to automate the processing of transfer requests. Before requesting a transfer pack, please check if your other provider uses [Origo Transfer Service](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/companies-using-origo-options.html) . If they do, the quickest and easiest way to get your transfer started will be through them. If not, you’ll need to request a Nest transfer pack. If you're transferring to a non-UK based scheme, you’ll need to request an overseas transfer pack by calling us on 0300 020 0090. Please make sure your personal details are kept up to date. If you include your mobile number, we'll text you with an update on your transfer request.\nHow and when will I receive the transfer pack? Your transfer pack should be available in your Nest mailbox within 48 hours. If we hold a valid email address for you, we’ll email you to let you know when it’s there. If you’ve told us you prefer paper communication, the pack will also be sent to you by post and should reach you within four working days. How do I get a transfer pack? [Login](https://www.nestpensions.org.uk/user/login) to your online account and select ‘Take your money out’ on your dashboard. Then select ‘Transfer your pot’. Once you’ve read through the information and you are ready to transfer out, select ‘Send me a transfer pack’. What do I have to do with the transfer pack? Once you receive the transfer pack, you’ll need to read the instructions in it carefully before entering the details. You’ll need to send us the completed form to the address mentioned in the form for us to start processing your request. We may ask you to send us some proof of identification, if required, by post or through your Nest mailbox. If you wish to transfer to a UK occupational or personal pension scheme that is not a public service pension scheme, an authorised Master Trust or an authorised collective money purchase scheme then we will let you know if further evidence is needed. Sending documents via your Nest mailbox To avoid postal delays, please use your Nest mailbox to send documents to us electronically. We’ll accept copies of birth, or marriage certificates, but remember these are protected by Crown copyright. The [General Register Office’s guidelines](https://cdn.nationalarchives.gov.uk/documents/information-management/reproduction-of-birth-death-marriage-certificates.pdf) on the use of copies of official certificates is available for you to read. To send us documents via your Nest mailbox: [Log in](https://www.nestpensions.org.uk/user/login) to your Nest account and select ‘Messages’. Then select ‘Mailbox’ and then select ‘Message us’. Enter the subject, message type and the text of your message in the Your message field. Select ‘Add an attachment’ at the bottom of the message to upload your document. You can send up to three attachments in one email. Ensure each attachment file size does not exceed 4 MB. The total file size should not exceed 12 MB. If you have more attachments, you should send us multiple emails from your Nest mailbox. Don’t compress, zip the files or password protect it as we don’t accept these file types. Only .jpeg, .gif, .tiff, .doc, .docx, .xls, .xlsx and .pdf file types can be accepted. Once complete, select ‘Send’."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/transfers/pension-safeguarding-guidance-appointment.html",
        "category": "Member",
        "header": "Why have I been referred for a Pension Safeguarding Guidance appointment and what should I expect?",
        "content": "A pension safeguarding guidance appointment is a free and impartial service provided by MoneyHelper to raise awareness of potential scams when transferring pension savings. The appointment will usually last 30 minutes.\nWhy have I been referred for an appointment? All pension providers are legally required to refer members to MoneyHelper for certain types of transfers. We review each transfer for possible risk of scams and your specific circumstances will be discussed during your appointment. If you’re asked to book an appointment, it is mandatory to do so and provide us with evidence that you have attended it. We legally can’t complete your transfer without this evidence of attendance. What can I expect from my appointment? You’ll have the chance to speak to a specialist about your pension transfer. You’ll get: guidance to help you identify if you’re at risk of being scammed information on additional checks you can make to help you feel confident in your decisions a summary of the dangers of pension scams How do I book a Pension Safeguarding Guidance appointment? Appointments are by referral only and can be made free of charge online or by phone. If we identify that you need an appointment for your transfer, we’ll provide you with booking instructions via your Nest secure mailbox or by post. What do I need to do after I’ve had my appointment? Once you’ve had your appointment, you’ll receive an email with a unique reference number. Please provide this to us, so we can complete your transfer."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/retirement-pot-worth.html",
        "category": "Member",
        "header": "What’s my retirement pot worth?",
        "content": "[Log in](https://www.nestpensions.org.uk/user/login) to your online account and your dashboard will display your current retirement pot value. The value of your retirement pot is based on the value of the funds where your contributions have been invested. The pot value displayed is an estimated value calculated from the previous business day. How do I calculate my future pot value? You can use the [Nest Pension calculator](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/saving-for-your-future/pension-calculator.html) to see how much your Nest retirement pot could be worth when you retire. You can also use the [MoneyHelper pension calculator](https://www.moneyhelper.org.uk/en/pensions-and-retirement/pensions-basics/pension-calculator) to get an estimated income from your other pension pots outside Nest. To know more about the kind of retirement you want, please see our [Three step pension check](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/saving-for-your-future/three-step-pension-check.html) . Why am I unable to view the contributions in my retirement pot? If you’re unable to view the contributions in your retirement pot, it may be due to the ‘Non Investment Period’."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/unable-to-see-paid-contributions-in-retirement-pot.html",
        "category": "Member",
        "header": "Why can’t I see the paid contributions in my retirement pot?",
        "content": "What is Non Investment Period? The first six weeks and three days following the date you’re enrolled is called the ‘Non-Investment Period’. Any contributions received by Nest from your employer during this period are held until the end of the Non-Investment Period, then invested and applied to your retirement pot. How do I view the contributions I receive during the Non-Investment Period? After the Non-investment period, when you [log in](https://www.nestpensions.org.uk/schemeweb/NestWeb/faces/public/MUA/pages/loginPage.xhtml) to your account you will see your account dashboard that will display a summary of contributions paid into your retirement pot. Please see [How do I check contributions and make additional contributions into my retirement pot?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/contributions-paid-into-retirement-pot.html) if you want to view breakdown of contributions received from your current and previous enrolments if any. If you’re unable to view these contributions, please contact your employer as they may have chosen to make contributions to Nest several days after they deduct the money from your wages. This means there could be some delay before the contributions appear on your account. When you’re automatically enrolled, you have the option to opt out. The opt-out period starts three working days after the date you were enrolled and lasts for one calendar month. During the opt-out period, we won’t invest any contributions in case you want to opt out and we need to refund the payment."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/changing-nest-retirement-date.html",
        "category": "Member",
        "header": "How can I change my Nest retirement date?",
        "content": "What do I need to know before I decide to change my Nest retirement date? If you want to retire soon and need to bring your retirement date forward, you’ll need to choose a date that’s at least six weeks in the future on or after your 55th birthday, this is set to change to 57 on 06 April 2028. This will give Nest enough time to process your request.\nHow can I change my Nest retirement date? You can change your Nest retirement date by [logging](https://www.nestpensions.org.uk/user/login) in to your online account. To change your Nest retirement date, select ‘My Account’ on your dashboard. Select ‘Manage Account’, then select ‘Membership details’ and follow the on-screen instructions to update the intended retirement date."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/when-to-take-money-out.html",
        "category": "Member",
        "header": "How will I know when to take my money out of Nest?",
        "content": "Key points: When you’re enrolled we set an intended retirement date to let you know when we expect you to take your money out of Nest. You can choose to take your money out of Nest from the age of 55. You can change your retirement date at any time and to any date as long as the retirement date you choose falls after your 55th birthday. Please see [How can I change my Nest retirement date?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/changing-nest-retirement-date.html) for more information. How will I know when to take my money out of Nest? We’ll send the first reminder six months before your intended retirement date by your preferred mode of communication. You should start thinking about how you’d like to take your money out. Please see [How can I take my money out of Nest at retirement?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/how-to-take-money-out.html) for more information. If we don’t hear from you, we’ll send you another reminder three months before your Nest intended retirement date. If you’ve opted for paper communication, or if your retirement date is age 75 or over, the communication will also include retirement claim forms for you to complete. If you’re not planning to retire at your intended retirement date setup by Nest, you can change the date to keep your money invested effectively. To know more about our investment strategy when you’re nearing retirement please see [Nest Retirement Date Funds](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/retirement-date-fund.html) . What do I need to know when I am nearing my retirement? If you’re nearing your retirement, please see [Nearing retirement](https://www.nestpensions.org.uk/schemeweb/nest/retirement.html) for more information. You can get free and impartial guidance from [Pension Wise](https://www.moneyhelper.org.uk/en/pensions-and-retirement/pension-wise) , a service from MoneyHelper, if you’re age 50 or over. They can explain all your options, the decisions you’ll need to make and any tax implications. You can book a phone appointment with Pension Wise by calling on 0800 138 3944 between 8am to 8pm, Monday to Friday."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/what-happens-after-taking-money-out.html",
        "category": "Member",
        "header": "What happens when I take my money out of Nest?",
        "content": "You can take your money out of Nest from the age of 55. When you take withdrawals from your pot, 25% will usually be tax-free and the remaining 75% will be taxed as part of your income for the year when you get the money. You may also be impacted by the tax-free lump sum allowance of £268,275, this is the total amount you can withdraw tax-free across all your pension schemes. For more information please see [Your pensions and tax](https://www.nestpensions.org.uk/schemeweb/nest/retirement/your-pensions-and-tax.html) . Once you take all the money out of your Nest account, your account will be closed. To find out more you can visit our [What happens when my account is closed?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/what-happens-after-account-closure.html) page.\nWhat happens when I take all my retirement pot as cash? Once you take all of your pot as cash, your account will be closed and we'll send you a P45 statement. If you want to join Nest again, you’ll need to contact your employer so that they can enrol you again. Your employer can tell you if you’re still eligible for employer contributions. To find out more you can visit our [How can I take my money out of Nest at retirement?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/how-to-take-money-out.html) page. What happens if I take some of my retirement pot as cash? If you choose to take some of your retirement pot as cash, the rest of your money stays invested with us. A P60 statement will be issued following the end of the tax year if you have taken some of your retirement pot as cash during that year and still have a value in your pot. If you later claimed your full Nest retirement pot or transferred out in the next tax year before a P60 is issued, then we’ll send you both P60 and P45 statements. Once you’ve taken some of your pot as cash, you won't be able to pay more than £10,000 into any defined contribution pension scheme each tax year without paying extra tax. For more information, please visit our [What is the money purchase annual allowance?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/money-purchase-annual-allowance.html) page. If you want to find out more about making a partial withdrawal, you can visit our [How can I take my money out of Nest at retirement?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/how-to-take-money-out.html) page. What happens if I transfer money out of Nest? If you choose to transfer your retirement pot to another UK registered pension scheme or a Qualifying Recognised Overseas Pension Scheme (QROPS), your account will be closed once we’ve completed the transfer request. If you choose to transfer your pension pot to another UK registered pension scheme there won’t be any tax to pay to HMRC. If you transfer your pot to an overseas scheme, the transfer could be subject to a tax charge. To find out more you can visit our [How can I transfer money out of Nest?](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/transfers/transfer-money-out-of-nest.html) page."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/how-to-take-money-out.html",
        "category": "Member",
        "header": "How can I take my money out of Nest at retirement?",
        "content": "Usually, you have to be 55 or over to take cash from your retirement pot. From April 2028, you’ll need to be 57.\nWhat are my options? Visit [Retirement Hub](https://www.nestpensions.org.uk/schemeweb/nest/retirement/retirement-options.html) for information on your options available. You have the following options: Take some or all of your pot as cash. Use the Nest Guided Retirement Fund. Choose options from other providers either by buying an annuity or transferring. Continue saving with Nest and also make [additional contributions](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/contributions/contributions-paid-into-retirement-pot.html) . What do I need to think about before taking my money out of Nest? There are a number of things to consider before you make a decision such as what other pension savings you may have. You might need some help to decide what's best for you. For more information, read [Taking your money out of Nest (PDF)](https://www.nestpensions.org.uk/schemeweb/dam/nestlibrary/helpcentre-documents/Helpful-Resources-member/Taking-your-money-out-of-Nest.pdf) or visit our [Retirement Hub](https://www.nestpensions.org.uk/schemeweb/nest/retirement.html) . We recommend that you take guidance from [Pension Wise](https://www.moneyhelper.org.uk/nudge-public) which is a government service from MoneyHelper that offers free and impartial pension guidance. If you wish to only take some of your pot, the minimum pot value should be £3,000. While making a partial withdrawal, you can take one payment every calendar month and the minimum amount should be £200. You’ll need to leave at least £2,000 in your pot if you only want to take some of your pot. How do I start taking money out of Nest? The quickest and easiest way to start taking money is by [logging](https://www.nestpensions.org.uk/user/login) into your online account. Select ‘Explore your options’ from the dashboard or ‘Take your money out’ from the menu, and follow the on-screen instructions. Alternatively, you could call us on 0300 020 0090 to get started."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/companies-pension-is-invested.html",
        "category": "Member",
        "header": "Which companies does my Nest pension pot invest in?",
        "content": "We carefully invest the money in your pension pot. That means we invest in companies and projects that we think will grow in value and boost your savings. Depending on the fund you’re in, your money is invested in many things, from UK property and everyday household brands to green energy infrastructure projects such as wind and solar farms. How do I find out what companies I invest in? We’ve created an [online investment information tool](https://app.powerbi.com/view?r=eyJrIjoiMmI4OTlkMjEtMmE3ZC00ZTg3LWEwOGUtMTM3ZTVmMmJiZTlkIiwidCI6IjBhNzJmMDMyLTFkMDktNDU3ZS1iYTAyLWU1NjU2OTU0ODZjZiJ9) that allows you to check the companies you invest in, so you can have a better understanding of where your money goes. What if I invest in companies I don’t want to? The companies you invest in will depend on your Nest fund. When you start saving with us, you’ll be put into one of our [Nest Retirement Date Funds](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/retirement-date-fund.html) that matches the year we think you’ll start withdrawing your savings. This is automatically set to your State Pension age. For example, if you’ll reach your State Pension age in 2055, you’ll be put in the 2055 Nest Retirement Date Fund. We have a range of funds that you can choose to put your savings into. For example, you can choose a fund that matches your beliefs or faith such as our [Ethical fund](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/ethical-fund.html) or our [Sharia Fund](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/fund-choices/sharia-fund.html) . Why can’t I see everything I invest in? At the moment, the tool shows you the companies you own shares in through your Nest pension. If you want to see a breakdown of where else your pension is invested, such as real estate or government bonds as well as the [different types of investment](https://www.nestpensions.org.uk/schemeweb/nestlibrary/docs-final/Different-types-of-investment.pdf) you hold, our [quarterly investment reports](https://www.nestpensions.org.uk/schemeweb/nest/nestcorporation/investment-approach/fund-factsheets.html) contain lots of useful information. How up to date is the tool? We refresh the data every 3 months so you can see the latest information about the companies you invest in. Why are you giving me this information? Being transparent is important to us - that’s why we’re making it easier for you to get to know some of the companies you invest in. We want you to know what happens to your money, so you can feel closer to your hard-earned retirement savings. Find out more about how we [manage your money](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension.html) and try to [grow it in the right way](https://www.nestpensions.org.uk/schemeweb/nest/investing-your-pension/how-nest-invests/grow-money-responsible-investment.html) ."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/uncertainty-in-the-markets.html",
        "category": "Member",
        "header": "What happens to my pension pot when there’s uncertainty in the financial markets?",
        "content": "Key points: This article tells you more about what happens to your money when it’s invested with Nest. It explains the types of events that cause uncertainty in the markets and could have a short-term effect on your pension savings.\nWhat happens to my pot when there’s uncertainty in the financial markets? Like all pensions, your Nest pension pot is invested in lots of financial markets like stocks, shares, property and much more. We pick markets that generally rise in price over the years, choosing the ones we think will make money for you over the years, if not decades that you’re saving with us. These long-term rises in price are occasionally interrupted by events that create uncertainty – like rises in national interest rates, energy shortages, global conflict, pandemics and political crises. This uncertainty can sometimes cause the price of some financial markets to rise and fall unexpectedly, which could affect how much you have in your pension pot. Once the short-term uncertainty is over, markets tend to begin rising again. These short-term falls are a natural part of investing and are built into our strategy. Our goal is to make sure that your pot grows enough to match or beat the rising cost of living. How is my pension pot protected from these events? We protect your savings in 3 ways. 1. We invest your money for your long-term future, helping your pension pot grow steadily over years, or even decades. This means we don’t need to react to short-term changes in the market, which can often lead to poor decisions. 2. We spread your risk by putting your money into more markets than the average pension provider - so when one market is struggling, any drop in value should be balanced by the other markets that you’re invested in. This is the investment equivalent of making sure we don’t put all your eggs in one basket. Spreading your money into lots of baskets means that even if one of them falls, you haven’t lost everything. 3. We only work with the top investment experts in each market you’re invested in. For example, specialists in property manage any real estate deals, and the world’s leading fund managers in stocks handle any investments in the stock market. It means your money is in the best possible hands. Where is my pension pot invested? Over 99% of our members are invested in one of our flagship Nest Retirement Date Funds. You can find out the specific fund you’re in by logging in to your online account. We’ve designed these funds so they shouldn’t be too affected by short-term falls in the stock market. If you’re in the Nest Higher Risk Fund or the Nest Sharia Fund, you might see bigger falls in your pension pot. That’s because a larger proportion of your money is invested in company shares, which are more affected by uncertainty than other markets. However, your pension is likely the longest-term investment you’ll make. Short-term changes to the market may not affect what you’ll get when you retire. To find out which investment markets your fund invests in, check out our [quarterly investment reports](https://www.nestpensions.org.uk/schemeweb/nest/nestcorporation/investment-approach/fund-factsheets.html) . They’ll give you a regular breakdown into where your money is invested and how your fund is performing. How much do I have saved in my pension pot? [Log in to your Nest account](https://www.nestpensions.org.uk/user/login) to find out. Should I switch funds? We believe our flagship Nest Retirement Date Funds work for most people. Our investment strategy has been carefully designed to handle any potential temporary falls in the markets. If you’re looking for guidance for your specific circumstances, then it might be worth discussing your options for a financial adviser or exploring [MoneyHelper](https://www.moneyhelper.org.uk/) . You’ll find more information on our [Guidance and advice](https://www.nestpensions.org.uk/schemeweb/nest/about-pensions/guidance-and-advice.html) webpage. There’s uncertainty in the markets and I’m close to needing to use my pension savings to live off. Should I be worried? If you’re seeing major changes to the markets when you’re close to needing your pension, we understand this can be stressful. We’re here to offer help and support. Over 99% of our members are in one of our Nest Retirement Date Funds. Ten years before your Nest retirement date, we start moving your money into investments that should keep your money safer. This is known as lifestyling, and it keeps your pot protected from unpredictable changes to the markets. It’s one of the reasons we recommend you keep your Nest retirement date in line with your future plans. If you’ve chosen a different Nest fund, not all of them are lifestyled and it may be worth checking your fund matches the level of risk you’d like to take. Finally, the longer you save, the more time you’ll have for your pension pot to grow in order to make up for any losses. As always, the best course of action is to seek independent, expert guidance for your specific circumstances. [MoneyHelper](https://www.moneyhelper.org.uk/) may be able to point you in the right direction. There’s uncertainty in the markets and I’d like to transfer my pot. What are the risks? When markets are quickly rising and falling in price, this is known as 'high volatility'. It means that market prices change quickly from day to day, hour to hour, or even minute to minute. When you transfer your pension pot, all investments in your current scheme are sold at the market rate that day. The money is then used to buy different investments in your new pension scheme. If markets move significantly during the time it takes to complete your transfer, you risk locking in any investment losses. We recommend you get free, impartial guidance from [MoneyHelper](https://www.moneyhelper.org.uk/) or discuss your options with an FCA regulated financial adviser before you transfer your money."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/take-money-out-of-guided-retirement-fund.html",
        "category": "Member",
        "header": "How do I take money out of the Nest Guided Retirement Fund?",
        "content": "What are the guidelines for taking cash? The minimum amount you can take from your Nest Wallet is £20, or the full amount if lower. You can take one payment in a calendar month. You can take cash from your Nest Safe at any time if funds are available. If you want to take more cash than available in Nest Wallet or Nest Safe, you’ll either need to switch out of the Nest Guided Retirement Fund and choose a different retirement option, or you can take all of your pot as cash. We recommend that you take guidance from [Pension Wise](https://www.moneyhelper.org.uk/nudge-public) which is a government service from MoneyHelper that offers free and impartial pension guidance. How do I start taking cash out of Nest Guided Retirement Fund? The quickest and easiest way to start making withdrawals is by [logging](https://www.nestpensions.org.uk/user/login) in to your online account. Select ‘Explore your options’ from the dashboard or ‘Take your money out’ from the menu, and follow the on-screen instructions. Choosing another retirement option You may want to choose another retirement option if: You no longer want to be in the Nest Guided Retirement Fund. You want to access money in your Nest Vault. You can choose to [switch funds](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/change-my-fund.html) at any time from your online account. If you want to choose a different retirement option, select ‘Need more than in Wallet and Safe?’ and follow the on-screen instructions. How can I withdraw my full retirement pot? If you want to take all your money out, select ‘Explore your options’ on your dashboard or ‘Take you money out’ from the menu. Then select ‘Explore your options’ under Take money now and then follow the on-screen instructions."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/die-before-taking-money-out.html",
        "category": "Member",
        "header": "What happens to my retirement pot if I die before taking my money out of Nest?",
        "content": "You can tell us who you would like to receive your retirement pot if you die before taking your money out of Nest. They can be your family members, friends, your favourite charity or any other organisation. Who you choose is known as your beneficiary. For more information about the different ways of telling us who you would like to receive your Nest pot when you die, please see [What happens to my pension when I die?](https://www.nestpensions.org.uk/schemeweb/nest/my-nest-pension/what-happens-to-my-pension-when-I-die.html) You can either [make a nomination or make an expression of wish](https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/my-details-and-preferences/add-or-change-beneficiary-expression-of-wish.html) . making a nomination means that Nest will pay your retirement pot to whoever you’ve told us to on the basis that we can trace them. Your pot will usually form part of your estate for inheritance tax purposes. making an expression of wish means that your wish and current circumstances will be considered when we decide who your money goes to and your pot won’t usually be impacted by inheritance tax. If you haven’t nominated any beneficiaries, or completed an expression of wish, when you die we’ll contact whoever is dealing with your estate to pay your pot to your estate. If the pot is £5,000 or under we may pay it to certain relatives."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/member-has-died.html",
        "category": "Member",
        "header": "What happens after a member has died?",
        "content": "We appreciate this may be a difficult time for you, so we aim to make the claim process as easy as possible. Whether you’re the next of kin, beneficiary, or legal representative, you can follow our online claims process to get the member’s pot paid out to the right party. The quickest way to get started is through our [website](https://bereavements.nestpensions.org.uk) . At a minimum, we’ll need to know: the member’s Nest ID, death registration details and the beneficiaries’ UK bank details. For further information on tax, using a solicitor, and answers to frequently asked questions, please read our guide [What to do when someone dies](https://www.nestpensions.org.uk/schemeweb/dam/nestlibrary/helpcentre-documents/Helpful-Resources-member/What-to-do-when-someone-dies.pdf) . Once we have the information, we’ll give you a reference number to keep track of your claim. If required, we may ask you to upload the death certificate or any other evidences on our website. We’ll accept copies of birth, or marriage certificates, but remember these are protected by Crown copyright. The [General Register Office’s guidelines](https://cdn.nationalarchives.gov.uk/documents/information-management/reproduction-of-birth-death-marriage-certificates.pdf) on the use of copies of official certificates is available for you to read. You can find more information about acceptable documents and formats by visiting our [website.](https://bereavements.nestpensions.org.uk/bereavements/notify-us-of-a-death) If you don't have all the information at hand, call our bereavements team on 0300 020 1410 between 8am to 6pm Monday to Friday. Claims are usually settled within 20-30 days of us receiving all the information needed."
    },
    {
        "url": "https://www.nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/what-happens-after-account-closure.html",
        "category": "Member",
        "header": "What happens when my account is closed?",
        "content": "When will my account close? Once you’ve submitted a retirement or transfer out request, you may have limited access to your account and only be able to use your Nest mailbox. Your account will be closed once we've paid all your money into your bank account or transferred it to your other provider. If you've opted out of saving with Nest, we will close your account, and any contributions made will be refunded to your employer within 10 working days of your request. When will I receive the money in my bank account? Once we’ve received all the required information to complete your retirement request, it could take 5-10 working days for the money to be paid into your bank account. What happens to my documents? You should download any documents that you may need in the future as soon as you submit your transfer or retirement request. This is because you may have limited access to the account before it’s closed. For example, you may want to save a copy of your annual statement if you’re likely to submit a tax return. To view or download the annual statement, please [log in](https://www.nestpensions.org.uk/user/login) and select ‘Messages’. Then select ‘Documents’ to view the annual statement. How long will Nest hold my personal information after my account is closed? We’ll keep your personal information for 15 years after your death or 150 years from your birth where we’ve not been notified of your death. If you’ve sent us any identification documents, we’ll keep the copies for 15 years after your retirement or the transfer out request is completed. For more information, please see our [Privacy policy](https://www.nestpensions.org.uk/schemeweb/nest/nestcorporation/privacy-policy.html) . What happens if Nest receives contributions after my account is closed? We’ll contact you to let you know your options. My account is closed and I have more questions, how do I contact Nest? You can call us on 0300 020 0090. We're open from 8am to 8pm Monday to Sunday and 10am to 4pm on bank holidays."
    },
    {
        "url": "https://nestpensions.org.uk/schemeweb/memberhelpcentre/retirement-pot/member-has-died.html",
        "category": "Member",
        "header": "What happens after a member has died?",
        "content": "We appreciate this may be a difficult time for you, so we aim to make the claim process as easy as possible. Whether you’re the next of kin, beneficiary, or legal representative, you can follow our online claims process to get the member’s pot paid out to the right party. The quickest way to get started is through our [website](https://bereavements.nestpensions.org.uk) . At a minimum, we’ll need to know: the member’s Nest ID, death registration details and the beneficiaries’ UK bank details. For further information on tax, using a solicitor, and answers to frequently asked questions, please read our guide [What to do when someone dies](https://nestpensions.org.uk/schemeweb/dam/nestlibrary/helpcentre-documents/Helpful-Resources-member/What-to-do-when-someone-dies.pdf) . Once we have the information, we’ll give you a reference number to keep track of your claim. If required, we may ask you to upload the death certificate or any other evidences on our website. We’ll accept copies of birth, or marriage certificates, but remember these are protected by Crown copyright. The [General Register Office’s guidelines](https://cdn.nationalarchives.gov.uk/documents/information-management/reproduction-of-birth-death-marriage-certificates.pdf) on the use of copies of official certificates is available for you to read. You can find more information about acceptable documents and formats by visiting our [website.](https://bereavements.nestpensions.org.uk/bereavements/notify-us-of-a-death) If you don't have all the information at hand, call our bereavements team on 0300 020 1410 between 8am to 6pm Monday to Friday. Claims are usually settled within 20-30 days of us receiving all the information needed."
    },
    {
        "url": "https://nestpensions.org.uk/schemeweb/memberhelpcentre/changes-in-circumstances/divorced.html",
        "category": "Member",
        "header": "What happens if I get divorced?",
        "content": "If you're ending your marriage or civil partnership and you ask the court to help you come to a financial settlement, you'll need to get a valuation of your Nest retirement pot also known as Cash Equivalent Transfer Value (CETV). This is because the court has to take the value of your retirement pots into account when it looks at how to share your assets fairly between you and your partner. To do this you'll need to download the pension inquiry form. You’ll need to complete Section A and then send the form to us at Nest Customer Service Centre, Lynch Wood Business Park, Peterborough, PE2 6FY. We'll then complete the rest of the form and send it on to your solicitor. [Pension inquiry form](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/688239/form-p-eng.pdf) If you’re divorcing or dissolving a civil partnership in Scotland, different legislation applies. You'll need a different version of the form as you may have to provide some additional information. Please download the form, complete Section A and then send the form to us at Nest Customer Service Centre, Lynch Wood Business Park, Peterborough, PE2 6FY. [Pension inquiry form Scotland](https://nestpensions.org.uk/schemeweb/dam/nestlibrary/downloadforms/pdf/pension-inquiry-scotland-form.pdf) To find out more about how divorce or the dissolution of a civil partnership affects your pension, visit [MoneyHelper](https://www.moneyhelper.org.uk/en/family-and-care/divorce-and-separation/divorce-or-dissolution-how-we-can-help-with-your-pension) ."
    }
]